      *---------------------------------------------------------
      * Source information
      * @@LIBRARY: GROSSD1
      * @@FILE: QRPGLESRC
      * @@MEMBER: TTRAK1
      * @@TYPE: RPGLE
      * @@TEXT: Time Track Add / Update Hours record
      *---------------------------------------------------------
      /COPY #CTLOPT

       // --------------------------------------------------
       // Prototype for procedure: Main
       // --------------------------------------------------
       DCL-PR Main ;
       END-PR ;

       DCL-PI Main;
       END-PI ;


